xml/request_templates/ebog_bang.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>28057725|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Ludvigsbakke</dc:title>
              <dc:title xsi:type="dkdcplus:full">Ludvigsbakke</dc:title>
              <dc:title xsi:type="dkdcplus:series">Gyldendals e-bøger</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Herman Bang</dc:creator>
              <dc:creator xsi:type="oss:sort">Bang, Herman</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">forelskelse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">kærlighed</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dcterms:abstract>En ung sygeplejerske, datter af godsforvalteren på Ludvigsbakke, møder barndomsvennen, arvingen til herregården og ofrer alt for sin forelskelse i ham</dcterms:abstract>
              <dc:description>Downloades i PDF-format (2 MB)</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>1. e-bogsudgave</dkdcplus:version>
              <dc:publisher>Gyldendal</dc:publisher>
              <dc:date>2009</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Netdokument</dc:type>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788702087314</dc:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://ebog.dk/apc/direct.php?ISBN="9788702087314"</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">28057725</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20100104181527</marcx:subfield>
                  <marcx:subfield code="d">20091215</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2009</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">x</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788702087314</marcx:subfield>
                  <marcx:subfield code="d">kr. 99,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">IDO201001</marcx:subfield>
                  <marcx:subfield code="x">EBO201001</marcx:subfield>
                  <marcx:subfield code="x">NET201001</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Bang</marcx:subfield>
                  <marcx:subfield code="h">Herman</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Ludvigsbakke</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">1. e-bogsudgave</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="b">Gyldendal</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Gyldendals e-bøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">En ung sygeplejerske, datter af godsforvalteren på Ludvigsbakke, møder barndomsvennen, arvingen til herregården og ofrer alt for sin forelskelse i ham</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Downloades i PDF-format (2 MB)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originaludgave: 1896</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">86</marcx:subfield>
                  <marcx:subfield code="z">05</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">kærlighed</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">forelskelse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="856" ind1="0" ind2="0">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://ebog.dk/apc/direct.php?ISBN="9788702087314"</marcx:subfield>
                  <marcx:subfield code="z">Adgang til køb ved udgivelsen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201001</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
<os:identifier>870970-basis:28057725</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>ebog_bang.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
